/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Con BlackBerry Blend è possibile visualizzare i messaggi e i contenuti del dispositivo BlackBerry sul computer. È possibile anche visualizzare il calendario e i contatti e gestire i file tra il computer e il dispositivo. Se sul dispositivo è stata eseguita l\'attivazione aziendale, è possibile accedere in modo protetto alle informazioni di lavoro, ai file e alla intranet senza doversi connettere alla VPN. BlackBerry Blend è supportato sui dispositivi con BlackBerry 10 OS versione 10.3 o successiva.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Con BlackBerry Link è possibile eseguire il backup e ripristinare i dati del dispositivo, passare a un nuovo dispositivo e aggiornare o reinstallare il software del dispositivo. È possibile anche sincronizzare i file multimediali, i documenti e i calendari tra il dispositivo e il computer. Inoltre, con la funzione di accesso remoto ai file, è possibile consentire l\'accesso ai file del computer dal dispositivo ed effettuare altre operazioni.";